Repository: nekoserv-kodi-addons/betaseries
Catalog: resources/language/*/strings.po
Languages: french

# #30000
source: General
french: Général

# #30004
source: Display subtitles in your language on top
french: Afficher les sous-titres dans votre langue en haut

# #30005
source: Display hearing impaired subtitles on top
french: Afficher les sous-titres pour malentendants en haut

# #30006
source: Use folder name to check if subtitles are synced
french: Utiliser le nom du dossier pour vérifier la synchronisation

# #30007
source: Display notifications on errors
french: Afficher des notifications en cas d'erreurs

# #30008
source: HTTP error occured!
french: Une erreur HTTP est survenue!

# #30009
source: No data or badly formatted content!
french: Aucune donnée ou contenu mal formaté!

# #30010
source: No subtitle found!
french: Aucun sous-titre trouvé!

# #30011
source: TMDB API key
french: Clef API du service TMDB

# #30012
source: No TMDB API key provided, configure your plugin
french: Aucune clef d'API du service TMDB fournie, veuillez configurer le plugin

# #30013
source: Betaseries API key
french: Clef API du service Betaseries
